/* No comment provided by engineer. */
"Authentication Failed" = "验证失败";

/* Cancel button title
   Cancel Button Title */
"Cancel" = "取消";

/* Choose Photo Button Title */
"Choose From Library" = "从图库选择";

/* No comment provided by engineer. */
"Close" = "关闭";

/* Title for enjoyment alert view. Parameter is app name. */
"Do you love %@?" = "您喜欢 %@ 吗？";

/* Email Address Field Placeholder
   Email address popup placeholder text. */
"Email Address" = "电子邮件地址";

/* Feedback placeholder */
"Feedback (required)" = "反馈（必填）";

/* Tagline text */
"Feedback Powered by Apptentive" = "反馈系统由 Apptentive 提供";

/* Title of feedback screen. */
"Give Feedback" = "提供反馈";

/* No comment provided by engineer. */
"Invalid response from server." = "服务器的回应无效。";

/* No comment provided by engineer. */
"Network Connection Error" = "网络连接错误";

/* no */
"No" = "否";

/* Lack of email dialog title. */
"No email address?" = "没有电子邮件地址？";

/* Section footer for no feedback being updated. */
"No feedback waiting to upload." = "没有等待上传的反馈。";

/* cancel title for app rating dialog */
"No Thanks" = "不，谢谢";

/* Okay button title */
"Okay" = "好的";

/* Unable to load the App Store title */
"Oops!" = "哎呀！";

/* Rate app button title */
"Rate %@" = "给 %@ 评分";

/* Remind me later button title */
"Remind Me Later" = "稍后提醒我";

/* Running tasks section header */
"Running Tasks" = "运行的任务";

/* Send button title */
"Send" = "发送";

/* Send button title */
"Send Feedback" = "发送反馈";

/* No comment provided by engineer. */
"Server did not return properly formatted JSON." = "服务器未能回应格式正确的 JSON。";

/* No comment provided by engineer. */
"Server error." = "服务器错误。";

/* Take Photo Button Title */
"Take Photo" = "拍照";

/* Rate app title. */
"Thank You" = "感谢您";

/* Text in thank you display upon submitting feedback. */
"Thanks!" = "谢谢！";

/* Section footer for feedback being uploaded. */
"These are the pieces of feedback which are currently being submitted." = "这些是您现在正要提交的反馈。";

/* Unable to load the App Store message */
"Unable to load the App Store" = "无法加载 App Store";

/* Lack of email dialog message. */
"We can't respond without one." = "若不提供我们无法回复您。";

/* Rate app message. Parameter is app name. */
"We're so happy to hear that you love %@! It'd be really helpful if you rated us in the App Store. Thanks so much for spending some time with us." = "我们很高兴听到您喜欢 %@！如果您能在 App Store 为它评个分就更好了。感谢您在我们身上花时间。";

/* Custom placeholder feedback text when user is unhappy with the application. */
"What can we do to ensure that you love our app? We appreciate your constructive feedback." = "我们怎样做才能让您喜爱我们的 app 呢？我们感谢您提出的建设性意见。";

/* No comment provided by engineer. */
"Wrong username and/or password." = "用户名和/或密码不正确。";

/* yes */
"Yes" = "是";

/* Description of what to do when there is no screenshot. */
"You can include a screenshot by choosing a photo from your photo library above.\n\nTo take a screenshot, hold down the power and home buttons at the same time." = "您可以包含一张选自于上方照片图库中的屏幕截图。\n\n若想截取屏幕，只需同时按下开/关按钮和主屏幕按钮即可。";

/* Enjoyment dialog text */
"You've been using this app for a while. Do you love it?" = "这个 app 您已经使用一阵子了。您喜欢它吗？";

